Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Network request failed: %@
ar: فشل طلب الشبكة: %1$@
ca: La sol·licitud de xarxa ha fallat: %1$@
cs: Síťový požadavek selhal: %1$@
da: Netværksanmodning mislykkedes: %1$@
de: Netzwerkanfrage fehlgeschlagen: %@
el: Το αίτημα δικτύου απέτυχε: %1$@
es: Fallo en la solicitud de red: %@
fa: درخواست شبکه ناموفق بود: %1$@
fi: Verkkopyyntö epäonnistui: %1$@
fr: Échec de la requête réseau : %@
he: בקשת הרשת נכשלה: %1$@
hr: Mrežni zahtjev nije uspio: %1$@
hu: Sikertelen hálózati kérés: %1$@
id: Permintaan jaringan gagal: %1$@
it: Richiesta di rete non riuscita: %@
ja: ネットワークリクエストに失敗しました: %@
ko: 네트워크 요청 실패: %@
ms: Permintaan rangkaian gagal: %1$@
nl: Netwerkverzoek mislukt: %1$@
no: Nettverksforespørsel mislyktes: %1$@
pl: Żądanie sieciowe nie powiodło się: %1$@
pt_br: Falha na solicitação de rede: %@
pt_pt: Falha na solicitação de rede: %1$@
ro: Solicitarea rețelei a eșuat: %1$@
ru: Ошибка сетевого запроса: %@
sk: Žiadosť o sieť zlyhala: %1$@
sl: Omrežna zahteva ni uspela: %1$@
sv: Nätverksbegäran misslyckades: %1$@
th: คำขอเครือข่ายล้มเหลว: %1$@
tr: Ağ isteği başarısız oldu: %@
uk: Помилка мережевого запиту: %@
ur: نیٹ ورک کی درخواست ناکام ہوگئی: %1$@
vi: Yêu cầu mạng không thành công: %1$@
zh_hans: 网络请求失败：%@
zh_hant: 網路請求失敗：%@

source: New
ar: جديد
ca: Nou
cs: Nové
da: Ny
de: Neu
el: Νέο
es: Nuevo
fa: جدید
fi: Uusi
fr: Nouveau
he: חדש
hr: novo
hu: Új
id: Baru
it: Nuovo
ja: 新規
ko: 신규
ms: baru
nl: Nieuw
no: Nytt
pl: Nowy
pt_br: Novo
pt_pt: Novo
ro: Nou
ru: Новый
sk: Nové
sl: Novo
sv: Nytt
th: ใหม่
tr: Yeni
uk: Новий
ur: نیا
vi: Mới
zh_hans: 新增
zh_hant: 新增

source: New Experiment
ar: تجربة جديدة
ca: Nou experiment
cs: Nový experiment
da: Nyt eksperiment
de: Neues Experiment
el: Νέο Πείραμα
es: Nuevo experimento
fa: آزمایش جدید
fi: Uusi koe
fr: Nouvelle expérience
he: ניסוי חדש
hr: Novi eksperiment
hu: Új kísérlet
id: Eksperimen Baru
it: Nuovo esperimento
ja: 新しい実験
ko: 새 실험
ms: Eksperimen Baharu
nl: Nieuw experiment
no: Nytt eksperiment
pl: Nowy eksperyment
pt_br: Novo experimento
pt_pt: Nova experiência
ro: Experiment nou
ru: Новый эксперимент
sk: Nový experiment
sl: Nov poskus
sv: Nytt experiment
th: การทดลองใหม่
tr: Yeni Deney
uk: Новий експеримент
ur: نیا تجربہ
vi: Thử nghiệm mới
zh_hans: 新实验
zh_hant: 新實驗

source: New project
ar: مشروع جديد
ca: Nou projecte
cs: Nový projekt
da: Nyt projekt
de: Neues Projekt
el: Νέο έργο
es: Nuevo proyecto
fa: پروژه جدید
fi: Uusi projekti
fr: Nouveau projet
he: פרויקט חדש
hr: Novi projekt
hu: Új projekt
id: Proyek baru
it: Nuovo progetto
ja: 新しいプロジェクト
ko: 새 프로젝트
ms: Projek baru
nl: Nieuw project
no: Nytt prosjekt
pl: Nowy projekt
pt_br: Novo projeto
pt_pt: Novo projeto
ro: Proiect nou
ru: Новый проект
sk: Nový projekt
sl: Nov projekt
sv: Nytt projekt
th: โครงการใหม่
tr: Yeni proje
uk: Новий проєкт
ur: نیا پروجیکٹ
vi: Dự án mới
zh_hans: 新建项目
zh_hant: 新專案

source: New Project
ar: مشروع جديد
ca: Nou Projecte
cs: Nový projekt
da: Nyt projekt
de: Neues Projekt
el: Νέο Έργο
es: Nuevo proyecto
fa: پروژه جدید
fi: Uusi projekti
fr: Nouveau projet
he: פרויקט חדש
hr: Novi projekt
hu: Új Projekt
id: Proyek Baru
it: Nuovo progetto
ja: 新しいプロジェクト
ko: 새 프로젝트
ms: Projek Baru
nl: Nieuw project
no: Nytt prosjekt
pl: Nowy projekt
pt_br: Novo projeto
pt_pt: Novo Projeto
ro: Proiect nou
ru: Новый проект
sk: Nový projekt
sl: Nov projekt
sv: Nytt projekt
th: โครงการใหม่
tr: Yeni Proje
uk: Новий проєкт
ur: نیا پروجیکٹ
vi: Dự án mới
zh_hans: 新建项目
zh_hant: 新增專案

source: New Project Defaults
ar: افتراضيات المشروع الجديد
ca: Noves opcions per defecte del projecte
cs: Nové výchozí nastavení projektu
da: Nye projektstandarder
de: Standards für neue Projekte
el: Προεπιλογές νέων έργων
es: Valores predeterminados de nuevos proyectos
fa: پیش‌فرض‌های پروژه جدید
fi: Uudet projektin oletukset
fr: Valeurs par défaut des nouveaux projets
he: ברירות מחדל חדשות לפרויקט
hr: Nove zadane postavke projekta
hu: Új projekt alapértelmezései
id: Default Proyek Baru
it: Impostazioni predefinite nuovi progetti
ja: 新しいプロジェクトのデフォルト
ko: 새 프로젝트 기본값
ms: Lalai Projek Baharu
nl: Nieuwe projectstandaarden
no: Nye prosjektstandarder
pl: Nowe ustawienia domyślne projektu
pt_br: Padrões para novos projetos
pt_pt: Novos padrões de projeto
ro: Noi setări implicite ale proiectului
ru: Параметры новых проектов
sk: Nové predvolené nastavenia projektu
sl: Nove privzete nastavitve projekta
sv: Nya projektstandarder
th: ค่าเริ่มต้นของโครงการใหม่
tr: Yeni Proje Varsayılanları
uk: Стандартні параметри нового проєкту
ur: نئے پروجیکٹ ڈیفالٹس
vi: Mặc định dự án mới
zh_hans: 新项目默认设置
zh_hant: 新專案預設值

source: New Project…
ar: مشروع جديد…
ca: Nou projecte…
cs: Nový projekt…
da: Nyt projekt…
de: Neues Projekt…
el: Νέο Έργο…
es: Nuevo proyecto…
fa: پروژه جدید…
fi: Uusi projekti…
fr: Nouveau projet…
he: פרויקט חדש…
hr: Novi projekt…
hu: Új projekt…
id: Proyek Baru…
it: Nuovo progetto…
ja: 新しいプロジェクト…
ko: 새 프로젝트…
ms: Projek Baharu…
nl: Nieuw project…
no: Nytt prosjekt...
pl: Nowy projekt…
pt_br: Novo projeto…
pt_pt: Novo projeto…
ro: Proiect nou…
ru: Новый проект…
sk: Nový projekt…
sl: Nov projekt…
sv: Nytt projekt...
th: โครงการใหม่…
tr: Yeni Proje…
uk: Новий проєкт…
ur: نیا پروجیکٹ…
vi: Dự án mới…
zh_hans: 新建项目…
zh_hant: 新增專案…

source: New shapes are placed at the center of the active template and immediately selected.
ar: يتم وضع الأشكال الجديدة في وسط القالب النشط ويتم تحديدها على الفور.
ca: Les noves formes es col·loquen al centre de la plantilla activa i se seleccionen immediatament.
cs: Nové tvary se umístí do středu aktivní šablony a okamžitě se vyberou.
da: Nye former placeres i midten af den aktive skabelon og vælges straks.
de: Neue Formen werden in der Mitte der aktiven Vorlage platziert und sofort ausgewählt.
el: Τα νέα σχήματα τοποθετούνται στο κέντρο του ενεργού προτύπου και επιλέγονται αμέσως.
es: Las nuevas formas se colocan en el centro de la plantilla activa y se seleccionan inmediatamente.
fa: شکل‌های جدید در مرکز اسکرین‌شات فعال قرار می‌گیرند و بلافاصله انتخاب می‌شوند.
fi: Uudet muodot sijoitetaan aktiivisen mallin keskelle ja valitaan välittömästi.
fr: Les nouvelles formes sont placées au centre du modèle actif et immédiatement sélectionnées.
he: צורות חדשות ממוקמות במרכז התבנית הפעילה ונבחרות מיד.
hr: Novi se oblici postavljaju u središte aktivnog predloška i odmah odabiru.
hu: Az új alakzatok az aktív sablon közepére kerülnek, és azonnal kiválasztásra kerülnek.
id: Bentuk baru ditempatkan di tengah template aktif dan segera dipilih.
it: Le nuove forme vengono posizionate al centro del modello attivo e selezionate immediatamente.
ja: 新しい図形はアクティブなテンプレートの中央に配置され、すぐに選択されます。
ko: 새 도형은 활성 템플릿의 가운데에 배치되고 바로 선택됩니다.
ms: Bentuk baharu diletakkan di tengah templat aktif dan segera dipilih.
nl: Nieuwe vormen worden in het midden van de actieve sjabloon geplaatst en onmiddellijk geselecteerd.
no: Nye former plasseres i midten av den aktive malen og velges umiddelbart.
pl: Nowe kształty są umieszczane na środku aktywnego szablonu i natychmiast wybierane.
pt_br: Novas formas são colocadas no centro do modelo ativo e selecionadas imediatamente.
pt_pt: Novas formas são colocadas no centro do modelo ativo e selecionadas imediatamente.
ro: Formele noi sunt plasate în centrul șablonului activ și selectate imediat.
ru: Новые фигуры размещаются в центре активного шаблона и сразу выбираются.
sk: Nové tvary sa umiestnia do stredu aktívnej šablóny a okamžite sa vyberú.
sl: Nove oblike so postavljene na sredino aktivne predloge in takoj izbrane.
sv: Nya former placeras i mitten av den aktiva mallen och väljs omedelbart.
th: รูปร่างใหม่จะถูกวางไว้ที่กึ่งกลางของเทมเพลตที่ใช้งานอยู่และเลือกทันที
tr: Yeni şekiller etkin şablonun ortasına yerleştirilir ve hemen seçilir.
uk: Нові фігури розміщуються в центрі активного шаблону й одразу вибираються.
ur: نئی شکلیں فعال ٹیمپلیٹ کے مرکز میں رکھی جاتی ہیں اور فوری طور پر منتخب کی جاتی ہیں۔
vi: Các hình dạng mới được đặt ở giữa mẫu đang hoạt động và được chọn ngay lập tức.
zh_hans: 新形状会放置在当前模板的中心并立即被选中。
zh_hant: 新形狀會放置在目前範本的中央，並立即被選取。

source: New Template...
ar: قالب جديد...
ca: Nova plantilla...
cs: Nová šablona...
da: Ny skabelon...
de: Neue Vorlage...
el: Νέο πρότυπο...
es: Nueva plantilla…
fa: قالب جدید...
fi: Uusi malli...
fr: Nouveau modèle...
he: תבנית חדשה...
hr: Novi predložak...
hu: Új sablon...
id: Templat Baru...
ja: 新しいテンプレート...
ko: 새 템플릿...
ms: Templat Baharu...
nl: Nieuwe sjabloon...
no: Ny mal...
pl: Nowy szablon...
pt_br: Novo modelo...
pt_pt: Novo modelo...
ro: Șablon nou...
sk: Nová šablóna...
sl: Nova predloga ...
sv: Ny mall...
th: เทมเพลตใหม่...
ur: نیا سانچہ...
vi: Mẫu mới...
zh_hans: 新模板...

source: New templates inherit the row's background and dimensions.
ar: ترث القوالب الجديدة خلفية الصف وأبعاده.
ca: Les plantilles noves hereten el fons i les dimensions de la fila.
cs: Nové šablony zdědí pozadí a rozměry řádku.
da: Nye skabeloner arver rækkens baggrund og dimensioner.
de: Neue Vorlagen übernehmen den Hintergrund und die Abmessungen der Zeile.
el: Τα νέα πρότυπα κληρονομούν το φόντο και τις διαστάσεις της σειράς.
es: Las nuevas plantillas heredan el fondo y las dimensiones de la fila.
fa: اسکرین‌شات‌های جدید پس‌زمینه و ابعاد ردیف را به ارث می‌برند.
fi: Uudet mallit perivät rivin taustan ja mitat.
fr: Les nouveaux modèles héritent de l'arrière-plan et des dimensions de la ligne.
he: תבניות חדשות יורשות את הרקע והמידות של השורה.
hr: Novi predlošci nasljeđuju pozadinu i dimenzije retka.
hu: Az új sablonok öröklik a sor hátterét és méreteit.
id: Templat baru mewarisi latar belakang dan dimensi baris.
it: I nuovi modelli ereditano lo sfondo e le dimensioni della riga.
ja: 新しいテンプレートには、行の背景と寸法が引き継がれます。
ko: 새 템플릿은 행의 배경과 크기를 상속합니다.
ms: Templat baharu mewarisi latar belakang dan dimensi baris.
nl: Nieuwe sjablonen nemen de achtergrond en afmetingen van de rij over.
no: Nye maler arver radens bakgrunn og dimensjoner.
pl: Nowe szablony dziedziczą tło i wymiary wiersza.
pt_br: Novos modelos herdam o plano de fundo e as dimensões da linha.
pt_pt: Novos modelos herdam o plano de fundo e as dimensões da linha.
ro: Noile șabloane moștenesc fundalul și dimensiunile rândului.
ru: Новые шаблоны наследуют фон и размеры строки.
sk: Nové šablóny zdedia pozadie a rozmery riadku.
sl: Nove predloge podedujejo ozadje in dimenzije vrstice.
sv: Nya mallar ärver radens bakgrund och dimensioner.
th: เทมเพลตใหม่จะสืบทอดพื้นหลังและขนาดของแถว
tr: Yeni şablonlar satırın arka planını ve boyutlarını devralır.
uk: Нові шаблони успадковують тло та розміри рядка.
ur: نئی ٹیمپلیٹس قطار کے پس منظر اور طول و عرض کے وارث ہیں۔
vi: Các mẫu mới kế thừa nền và kích thước của hàng.
zh_hans: 新模板会沿用该行的背景和尺寸。
zh_hant: 新範本會沿用該列的背景和尺寸。

source: New treatment
ar: علاج جديد
ca: Nou tractament
cs: Nová léčba
da: Ny behandling
de: Neues Treatment
el: Νέα θεραπεία
es: Nuevo tratamiento
fa: نسخه آزمایشی جدید
fi: Uusi hoito
fr: Nouveau traitement
he: טיפול חדש
hr: Novi tretman
hu: Új kezelés
id: Perawatan baru
it: Nuovo trattamento
ja: 新しいトリートメント
ko: 새 트리트먼트
ms: Rawatan baru
nl: Nieuwe behandeling
no: Ny behandling
pl: Nowe leczenie
pt_br: Novo tratamento
pt_pt: Novo tratamento
ro: Tratament nou
ru: Новый тестовый вариант
sk: Nová liečba
sl: Novo zdravljenje
sv: Ny behandling
th: การรักษาแบบใหม่
tr: Yeni alternatif sayfa
uk: Новий тестовий варіант
ur: نیا علاج
vi: Điều trị mới
zh_hans: 新实验组
zh_hant: 新處理組

source: New Variant from Row
ar: متغير جديد من الصف
ca: Nova variant de Row
cs: Nová varianta od Row
da: Ny variant fra rækken
de: Neue Variante aus Zeile
el: Νέα παραλλαγή από τη σειρά
es: Nueva variante desde fila
fa: نسخه جدید از ردیف
fi: Uusi versio riviltä
fr: Nouvelle variante à partir de la ligne
he: וריאנט חדש מהשורה
hr: Nova varijanta iz reda
hu: Új változat a sorból
id: Varian Baru dari Row
it: Nuova variante da riga
ja: 行から新しいバリアント
ko: 행으로 새 변형 만들기
ms: Varian Baharu daripada Row
nl: Nieuwe variant van Row
no: Ny variant fra Row
pl: Nowy wariant z wiersza
pt_br: Nova variante a partir da linha
pt_pt: Nova variante da linha
ro: Varianta nouă de la Row
ru: Новый вариант из строки
sk: Nový variant od Row
sl: Nova varianta iz vrstice
sv: Ny variant från Row
th: ตัวแปรใหม่จาก Row
tr: Satırdan Yeni Varyant
uk: Новий варіант із рядка
ur: قطار سے نیا متغیر
vi: Biến thể mới từ hàng
zh_hans: 从行新建变体
zh_hant: 從列建立新變體

source: New Variant from Selected Row
ar: متغير جديد من الصف المحدد
ca: Nova variant de la fila seleccionada
cs: Nová varianta z vybraného řádku
da: Ny variant fra den valgte række
de: Neue Variante aus ausgewählter Zeile
el: Νέα παραλλαγή από την επιλεγμένη σειρά
es: Nueva variante desde la fila seleccionada
fa: نسخه جدید از ردیف انتخاب‌شده
fi: Uusi versio valitulta riviltä
fr: Nouvelle variante à partir de la ligne sélectionnée
he: גרסה חדשה משורה נבחרה
hr: Nova varijanta iz odabranog retka
hu: Új változat a kiválasztott sorból
id: Varian Baru dari Baris Terpilih
it: Nuova variante dalla riga selezionata
ja: 選択した行から新しいバリアント
ko: 선택한 행으로 새 변형 만들기
ms: Varian Baharu daripada Baris Terpilih
nl: Nieuwe variant uit geselecteerde rij
no: Ny variant fra valgt rad
pl: Nowy wariant z wybranego wiersza
pt_br: Nova variante a partir da linha selecionada
pt_pt: Nova variante da linha selecionada
ro: Varianta nouă din rândul selectat
ru: Новый вариант из выбранной строки
sk: Nový variant z vybraného riadku
sl: Nova različica iz izbrane vrstice
sv: Ny variant från vald rad
th: รูปแบบใหม่จากแถวที่เลือก
tr: Seçili Satırdan Yeni Varyant
uk: Новий варіант із вибраного рядка
ur: منتخب قطار سے نیا متغیر
vi: Biến thể mới từ hàng đã chọn
zh_hans: 从所选行新建变体
zh_hant: 從所選列建立新變體

source: Next
ar: التالي
ca: A continuació
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
fa: بعدی
fi: Seuraavaksi
fr: Suivant
he: הבא
hr: Dalje
hu: Következő
id: Selanjutnya
it: Avanti
ja: 次へ
ko: 다음
ms: Seterusnya
nl: Volgende
no: Neste
pl: Następny
pt_br: Próximo
pt_pt: Próximo
ro: În continuare
ru: Далее
sk: Ďalej
sl: Naprej
sv: Nästa
th: ถัดไป
tr: İleri
uk: Далі
ur: اگلا
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步

source: Next language
ar: اللغة التالية
ca: Idioma següent
cs: Další jazyk
da: Næste sprog
de: Nächste Sprache
el: Επόμενη γλώσσα
es: Siguiente idioma
fa: زبان بعدی
fi: Seuraava kieli
fr: Langue suivante
he: השפה הבאה
hr: Sljedeći jezik
hu: Következő nyelv
id: Bahasa selanjutnya
it: Lingua successiva
ja: 次の言語
ko: 다음 언어
ms: Bahasa seterusnya
nl: Volgende taal
no: Neste språk
pl: Następny język
pt_br: Próximo idioma
pt_pt: Próximo idioma
ro: Următoarea limbă
ru: Следующий язык
sk: Ďalší jazyk
sl: Naslednji jezik
sv: Nästa språk
th: ภาษาต่อไป
tr: Sonraki dil
uk: Наступна мова
ur: اگلی زبان
vi: Ngôn ngữ tiếp theo
zh_hans: 下一个语言
zh_hant: 下一個語言

source: Next Language
ar: اللغة التالية
ca: Següent idioma
cs: Další jazyk
da: Næste sprog
de: Nächste Sprache
el: Επόμενη Γλώσσα
es: Siguiente idioma
fa: زبان بعدی
fi: Seuraava kieli
fr: Langue suivante
he: השפה הבאה
hr: Sljedeći jezik
hu: Következő nyelv
id: Bahasa Berikutnya
it: Lingua successiva
ja: 次の言語
ko: 다음 언어
ms: Bahasa Seterusnya
nl: Volgende taal
no: Neste språk
pl: Następny język
pt_br: Próximo idioma
pt_pt: Próximo idioma
ro: Următoarea limbă
ru: Следующий язык
sk: Ďalší jazyk
sl: Naslednji jezik
sv: Nästa språk
th: ภาษาถัดไป
tr: Sonraki Dil
uk: Наступна мова
ur: اگلی زبان
vi: Ngôn ngữ tiếp theo
zh_hans: 下一个语言
zh_hant: 下一個語言

source: Next Locale
ar: اللغة التالية
ca: Localització següent
cs: Další národní prostředí
da: Næste lokalitet
de: Nächstes Gebietsschema
el: Επόμενη τοποθεσία
es: Siguiente idioma
fa: محلی بعدی
fi: Seuraava alue
fr: Paramètres régionaux suivants
he: המקום הבא
hr: Sljedeći lokalitet
hu: Következő terület
id: Lokal Berikutnya
ja: 次のロケール
ko: 다음 로케일
ms: Tempatan Seterusnya
nl: Volgende landinstelling
no: Neste lokalitet
pl: Następna lokalizacja
pt_br: Próxima localidade
pt_pt: Próxima localidade
ro: Următoarea locație
sk: Ďalšie miestne nastavenie
sl: Naslednji jezik
sv: Nästa språk
th: สถานที่ถัดไป
ur: اگلا لوکل
vi: Địa điểm tiếp theo
zh_hans: 下一个区域设置
